insert into Post (name, power_level)
	values ("admin", "0"), ("Менеджер", 1), ("Мастер", 2);

insert into Personal (fio, post_id)
	values ("admin", "1"), ("Трубин Никита Юрьевич", "3"), ("Степанов Андрей Викторович", "3"), ("Прохоров Николай Тимофеевич", 2);

insert into Users (login, password, personal_id)
	values ("1", "1", "1"), ("2", "2", "4"), ("3", "3", "3");

insert into TaskStatus (name)
    values("Ожидает"), ("В процессе"), ("Выполнена");

insert into TaskType (name)
    values("Осмотр"), ("Ремонт"), ("Замена");

insert into Task
    values( 1,  '04.04.2024 12:00',  2,  2,  2,  1), ( 2,  '04.04.2024 13:00',  4,  3,  3,  1), ( 3,  '04.04.2024 15:00',  3,  3,  2,  2), ( 4,  '04.04.2024 18:00',  1,  3,  1,  1);

insert into ClientData
    values( 1,  'Фролова София Артёмовна',  'Розовая улица, 22',  '7(961)811-46-12'), ( 2,  'Антонов Даниил Иванович',  'улица 64-й Армии, 125',  '7(961)651-36-39 '), ( 3,  'Лапшин Михаил Юрьевич',  'улица Лячина, 7',  '7(961)179-76-61'), ( 4,  'Григорьев Артём Макарович',  'Гражданская улица, 16Г',  '7(961)084-95-87'), ( 6,  'sad2',  'dsa',  'asd'), ( 8,  'fgh',  'fgtcyj',  'try');

insert into Reviews
    values(1, "Хороший мастер",1,2);
insert into Comments
    values(1, "Будем разбираться",2,1)